export const clockStreetDesc =
  "예지동 시계골목에는 부품 복원이라는 원천 기술을 바탕으로 시계를 수리하는 잔뼈가 굵은 기술자들이 모여있다. 시계 마니아들은 기술자 스스로의 손과 머리로 뚝딱뚝딱, 손톱보다 작은 시계 부품을 만들어내는 이들의 기술을 ‘시장 기술’이라 부른다. “시계이기만 하면, 일단 가져오면 다 된다”는 예지동 시계골목의 전설은 10여 개로 분화된 시계 부위별 기술자들이 자신의 기술 분야를 특화-심화시키려 노력한 결과다. 유리, 고무링, 바네보, 용두, 케이스, 바늘, 줄, 문자판, 시계 뒷빽, 기계(무브먼트)는 시계를 이루는 기본적이고 특징적인 부위로서, 시계를 ‘아는 사람’의 머릿속에 가장 먼저 잡혀있는 체계다. 이에 따라 수리(기계), 선반, 유리, 문자판, 줄-땜, 가죽 줄 제작, 시야게-도금, 부품 공급, 케이스 변형, 레이저 각인, 특수시계 제작의 업종이 예지동과 세운스퀘어, 봉익동 골목 구석구석에 분포한다.";
export const sewoonDesc =
  "서울특별시 종로구 청계천로 159 (장사동)에 위치한 주상복합 건축물. 정확히는 종로3가와 퇴계로3가 사이를 잇는 주상복합상가 건물군을 통틀어서 부르는 이름으로 국내 최초의 주상복합 아파트이다. 만약 최초임을 인정한다면 두 번째로 건설된 주상복합은 낙원상가이다. 세운상가라는 이름은 당시 김현옥 서울특별시장이 '세계의 기운이 이곳으로 모이라'는 뜻에서 지었다고 한다. 위치는 최북단이 종로3가역, 최남단이 충무로역에 인접하는 약 1km 길이의 초대형 주상복합상가군으로 1967년부터 72년까지 세운, 현대, 청계, 대림, 삼풍, 풍전, 신성, 진양상가가 차례로 건립되었다.";
export const ironStreetDesc =
  "방산시장은 광장시장과 중부시장을 마주보며 '종합 포장 인쇄타운'을 표방하는 인쇄 및 포장 전문시장이다. 주요 취급 품목은 각종 포장자재, 장판·벽지, 판촉물, 제판·출력, 종이, 인쇄물, 타올 등이다. 광복 직후 미군이 을지로6가 쪽에 주둔한 이래, 방산시장 일대는 '양키시장'으로 불리며 활기를 띄기 시작하였다. 특히 소시지, 육류, 통조림 등 외래식품과 함께 서울 일원에 산재해 있던 가내수공업 형태의 제과공장에서 생산되던 각종 과자류가 대량 집산됨으로써 전국적인 과자류 시장으로 이름을 떨쳤다. 1960년대 외제 식료품 대신 설탕, 밀가루를 비롯해 통조림, 과자류, 다류(茶類), 조미료 등을 취급하는 식료품 상가가 주축을 이루며 전국 최대 규모의 식료품 도매시장으로 발전했다. 특히 1960년대 중후반부터 각종 인스턴트식품이나 식품 첨가물의 포장이 폴리에틸렌으로 바뀜에 따라 제조업자와 직거래를 이루는 폴리에틸렌 상가들의 수도 점차 늘어났다.";
export const printStreetDesc =
  "서울 중구 을지로 일대에는 1960년대에 형성된 서울 최대의 인쇄골목이 자리잡고 있습니다. 근대 영화의 도입, 민주화와 선거, 공공기관의 체계화, 아시안게임과 올림픽 등까지 한국의 역사를 줄곧 함께해온 을지로의 인쇄소들은 연속적인 분업체계를 견고히 다져왔습니다. 인쇄 기계음이 밤새 끊이지 않던 을지로 인쇄거리에는 한국 근현대사의 옛 영광과 소망이 깃들어 있습니다. ‘을지로에 가면 안되는 것이 없다’라는 말이 생겨날 정도로 이곳은 정교한 후가공 기술과 전통 인쇄기법을 갖추고 있으며, 오랜 시간에 걸쳐 쌓인 인쇄공들의 신뢰를 바탕으로 마치 컨베이어벨트와 같은 완벽한 분업 구조를 가지고 있습니다. ";

export const clockStreetUrl = "https://www.naver.com";
export const sewoonUrl = "https://www.youtube.com/watch?v=zSKbBcki_4g";
export const ironStreetUrl = "https://www.youtube.com/watch?v=zSKbBcki_4g";
export const printStreetUrl = "https://www.youtube.com/watch?v=zSKbBcki_4g";
